<template>
  <div class="result">
    <div v-for="n in news" >
    <el-card class="box-card">

  <div slot="header" class="clearfix">
    <span>{{n.title}}</span>
    <el-button style="float: left; padding: 3px 0" type="text" icon="el-icon-back"></el-button>
  </div>
  <div >
    {{n.summary}}
    <br>
    <a :href="n.source">{{n.source}}</a>
  </div>


</el-card>


  </div>
  </div>
</template>

<script>
export default {
  name: "result",
  data() {
    return {
      news:[
         {title:"پس‌لرزه‌های برهم زدن یک مراسم در قم/جعفری گیلانی: اینها چماقداران مدرن و بی‌عقل هستند/فردی که ۵ حکم از رهبری دارد را تحمل نمی‌کنند",
          summary:'جماران نوشت: جعفری گیلانی گفت: متاسفانه این افراد در تمامی مراسم‌ها حضور دارند. برای نمونه، در گذشته هم که رئیس مجلس شورای اسلامی در این شهر سخنرانی داشت، امثال این افراد درصدد برهم زدن سخنرانی او بودند.',
          source:'http://khabaronline.ir'},
         {title:"پس‌لرزه‌های برهم زدن یک مراسم در قم/جعفری گیلانی: اینها چماقداران مدرن و بی‌عقل هستند/فردی که ۵ حکم از رهبری دارد را تحمل نمی‌کنند",
           summary:'جماران نوشت: جعفری گیلانی گفت: متاسفانه این افراد در تمامی مراسم‌ها حضور دارند. برای نمونه، در گذشته هم که رئیس مجلس شورای اسلامی در این شهر سخنرانی داشت، امثال این افراد درصدد برهم زدن سخنرانی او بودند.',
           source:'http://khabaronline.ir'},
         {title:"پس‌لرزه‌های برهم زدن یک مراسم در قم/جعفری گیلانی: اینها چماقداران مدرن و بی‌عقل هستند/فردی که ۵ حکم از رهبری دارد را تحمل نمی‌کنند",
            summary:'جماران نوشت: جعفری گیلانی گفت: متاسفانه این افراد در تمامی مراسم‌ها حضور دارند. برای نمونه، در گذشته هم که رئیس مجلس شورای اسلامی در این شهر سخنرانی داشت، امثال این افراد درصدد برهم زدن سخنرانی او بودند.',
            source:'http://khabaronline.ir'},
         {title:"پس‌لرزه‌های برهم زدن یک مراسم در قم/جعفری گیلانی: اینها چماقداران مدرن و بی‌عقل هستند/فردی که ۵ حکم از رهبری دارد را تحمل نمی‌کنند",
             summary:'جماران نوشت: جعفری گیلانی گفت: متاسفانه این افراد در تمامی مراسم‌ها حضور دارند. برای نمونه، در گذشته هم که رئیس مجلس شورای اسلامی در این شهر سخنرانی داشت، امثال این افراد درصدد برهم زدن سخنرانی او بودند.',
             source:'http://khabaronline.ir'},

      ],
    };
  },
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

.box-card{
  direction: rtl;
  margin: 20px;
}
</style>
